Repository: RusAggression/person-cpt
Catalog: lang/person-cpt-*.po
Languages: uk

source: Person Details
uk: Деталі Персони

# post type general name
source: Persons
uk: Персони

# post type singular name
source: Person
uk: Персона

# admin menu
source: Persons
uk: Персони

# database
source: Add New
uk: Додати нову

source: Add New Person
uk: Додати нову Персону

source: Edit Person
uk: Редагувати Персону

source: New Person
uk: Нова Персона

source: View Person
uk: Переглянути Персону

source: Search Persons
uk: Шукати Персон

source: No persons found
uk: Персон не знайдено

source: No persons found in trash
uk: У кошику немає Персон

# Taxonomy General Name
source: Persons
uk: Персони

# Taxonomy Singular Name
source: Person
uk: Персона

source: Persons
uk: Персони

source: All Persons
uk: Усі Персони

source: New Person Name
uk: Назва нової Персони

source: Add Person
uk: Додати Персону

source: Update Person
uk: Оновити Персону

source: Separate persons with commas
uk: Розділяйте Персон комами

source: Add or remove persons
uk: Додати або видалити Персон

source: Choose from the most used
uk: Виберіть із найчастіше використовуваних

source: Popular Persons
uk: Популярні Персони

source: Not Found
uk: Не знайдено

source: No persons
uk: Немає Персон

source: Persons list
uk: Список Персон

source: Persons list navigation
uk: Навігація списком Персон

source: Birth Date:
uk: Дата народження:

source: Death Date:
uk: Дата смерті:
